[
  {
    "name": "Thai-style mussels",
    "ingredients": ["kg mussels , debearded, from sustainable sources.", "groundnut oil.", "4 spring onions.", "2 cloves of garlic.", "½ a bunch of fresh coriander."],
    "instructions": ["Wash the mussels thoroughly, discarding any that aren’t tightly closed.", "Trim and finely slice the spring onions, peel and finely slice the garlic. Pick and set aside the coriander leaves, then finely chop the stalks. Cut the lemongrass into 4 pieces, then finely slice the chilli.", "In a wide saucepan, heat a little groundnut oil and soften the spring onion, garlic, coriander stalks, lemongrass and most of the red chilli for around 5 minutes.", "Source: https://www.jamieoliver.com/recipes/seafood-recipes/thai-style-mussels/"],
    "region": "Thai",
    "cookTime": "15",
    "description": "LEMONGRASS, RED CHILLI & COCONUT MILK",
    "image": "https://img.jamieoliver.com/jamieoliver/recipe-database/FWV-AstiKPY8VrKpVynL6_.jpg"
  },
  {
    "name": "Poulet Yassa",
    "ingredients": ["1 kg chicken legs and thighs , bone in and skin on.", "1 tsp fine sea salt.","3 tbsp rapeseed, peanut or neutral.", "vegetable oil , plus more for brushing.", "4 garlic cloves , peeled.", "3 medium brown onions , peeled, halved and sliced (just under 1cm thick)."],
    "instructions": ["Cut a few slashes diagonally across the chicken skin, season with the fine sea salt and massage it into the chicken. Place in a wide bowl.", "Combine the marinade ingredients in a food processor and blend to a smooth paste. Tip the paste onto the chicken, add 2 tablespoons of the oil and massage thoroughly, carefully tucking some of the marinade under the skin and into the slashes. Cover and refrigerate for 2 hours, or overnight for a more flavourful marinade and to tenderise tougher poultry.", "Taste to check the seasoning. If you find the sauce too tart, scoop out 2 tablespoons of sauce into a small bowl and add ½ teaspoon of honey, mix well then pour back into your sauce. Gently stir and taste again. Repeat with another ½ teaspoon of honey, if needed.", "Source: https://www.jamieoliver.com/recipes/chicken-recipes/poulet-yassa/"],
    "region": " West African",
    "cookTime": "50",
    "description": "GRILLED CHICKEN IN CARAMELISED ONION & LEMON SAUCE",
    "image": "https://img.jamieoliver.com/jamieoliver/recipe-database/143701488.jpg"
  },
  {
    "name": "Billy's Bolognese",
    "ingredients": ["2 onions.", "1 large carrot.", "1 stick of celery.", "1 courgette.", "olive oil.", "2 x 400g tins of plum tomatoes.", "500 g lean beef mince.", "450 g dried spaghetti.", "Cheddar or Parmesan , to serve."],
    "instructions": ["Peel the onions and garlic, trim the carrot, celery and courgette. Finely chop or coarsely grate all the veg, then stir it into the pan with 1 tablespoon of olive oil.", "Cook for 10 to 15 minutes, or until the vegetables are soft and sweet, stirring occasionally.", "Scrunch in the tomatoes through clean hands, then half-fill each tin with water, swirl it around to pick up all the last bits of tomato and pour into the pan..", "Mash everything up with your spoon, add a pinch of black pepper, reduce the heat to low and leave to cook for 2 to 3 hours, or until thickened and reduced.", "Source: https://www.jamieoliver.com/recipes/chicken-recipes/poulet-yassa/"],
    "region": "Italian",
    "cookTime": "180",
    "description": "TOPPED WITH GRATED CHEESE",
    "image": "https://img.jamieoliver.com/jamieoliver/recipe-database/143846725.jpg"
  },
  {
    "name": "Speedy folded flatbread",
    "ingredients": ["20 g Gouda , or Cheddar cheese.", "1 slice of smoked ham.", "4 fresh chives.", "50 g ripe cherry tomatoes.", "English mustard , to taste.", "4 tablespoons strong white bread flour.", "olive oil."],
    "instructions": ["Start by prepping your filling. Grate the cheese. Tear the ham. Finely chop the chives. Quarter the cherry tomatoes.", "Next, make the flatbread. Put a 24cm non-stick frying pan on a medium heat. Now, simply whisk together the flour, baking powder and yogurt with a pinch of sea salt and 4 tablespoons of water until smooth. Put a little drizzle of olive oil into the hot pan, then use a spatula to gently and evenly spread the batter across the base of the pan. As it starts to cook, drizzle a little oil around the edge of the pan and, when the top starts to bubble, loosen the edges with a spatula, jiggling the bread in the pan.", "Spread or spoon over your topping, add a pinch of black pepper, then fold one half of the bread over the other. Reduce to a low heat, cook for 2 minutes more on each side, or until beautifully golden, then slide out, let it cool for a minute, slice and enjoy.", "Source: https://www.jamieoliver.com/recipes/bread-recipes/speedy-folded-flatbread/"],
    "region": "American",
    "cookTime": "13",
    "description": "CHEESE & HAM",
    "image": "https://img.jamieoliver.com/jamieoliver/recipe-database/136595727.jpg"
  },
  {
    "name": "Tijuana-Style Meatless Tostilocos",
    "ingredients": ["1 cup fresh coconut meat chunks or drained canned hearts of palm (4 ounces).", "1 bay leaf.", "4 fresh chives.", "3/4 cup white vinegar.", "3/4 cup vegetable juice, preferably V8.", "1 tablespoon Mexican hot sauce, preferably Valentina or Tapatio.", "1 (7-ounce) bag Japanese peanuts."],
    "instructions": ["Cut coconut meat chunks into very thin slices, about 1/8 inch in width. Add to a clean, sterilized jar with the onion, bay leaf, and salt.", "In a small cup or bowl, mix together the V8, soy sauce, and Worcestershire sauce. Set aside.", "Divide the V8 juice mix and lime juice among the bags. Toss to coat evenly.", "Divide the V8 juice mix and lime juice among the bags. Toss to coat evenly.", "Divide the cucumber, jicama, and drained coconut cueritos among the bags, then drizzle chamoy and your hot sauce of choice on top.", "Sprinkle the Japanese peanuts, Pulparindo strips, and a touch of Tajín over the tostilocos. Serve immediately.", "Source: https://www.thespruceeats.com/tostilocos-recipe-6834686"],
    "region": "Mexican",
    "cookTime": "95",
    "description": "Tostilocos are Tostito chips made loco, or crazy, that can be enjoyed whenever the craving strikes.",
    "image": "https://www.thespruceeats.com/thmb/2jnG4vXLaMe0Wy6RVzUdZtunznU=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/tostilocos-recipe-6834686-hero-06-b1d600c2e1154cda9f160690ef4cf49d.jpg"
  },
  {
    "name": "Chef María Mercedes Grubb's Asopao de Pollo",
    "ingredients": ["2 pounds bone-in chicken thighs.", "2 tablespoons coriander seed.", "1 medium lemon, halved.", "4 tarragon or parsley stems.", "/4 cup vegetable juice, preferably V8.", "5 leaves culantro (recao) or stems from 1 bunch cilantro.", "12 cups chicken broth."],
    "instructions": ["Cut the bones from the chicken thighs and add them to a large Dutch oven or other heavy-duty pot. If the chicken thighs have skin, remove and discard, or save them for another purpose.", "Strain the stock through a fine mesh strainer, discarding the strainer's contents. Set the stock aside.", "Divide the V8 juice mix and lime juice among the bags. Toss to coat evenly.", "Add the coconut oil to large Dutch oven or other heavy-duty pot over medium heat. When the oil is hot, add the garlic, harissa, saffron, salt, and the sofrito. Sauté, stirring constantly until the mixture begins to soften and become fragrant, about 2 minutes.", "Add the coconut milk and scrape up any browned bits on the bottom of the pot.", "Divide the soup between bowls, garnish as desired, and serve.", "Source: https://www.thespruceeats.com/chef-maria-mercedes-grubbs-asopao-de-pollo-recipe-5525645"],
    "region": "Puerto Rico",
    "cookTime": "108",
    "description": "Asopao de pollo is a Caribbean dish that consists of our sofrito, rice, annatto and/or tomato paste, and bite sized pieces of chicken.",
    "image": "https://www.thespruceeats.com/thmb/33kX9c_HsplyZ5zLHhZqU4fDXN0=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/chef-maria-mercedes-grubbs-asopao-de-pollo-recipe-5525645-hero-01-e766ddd559854fedb0bf713ff45aa5a7.jpg"
  },
  {
    "name": "Cream Puffs",
    "ingredients": ["2 cups whole milk.", "1/2 cup (100 grams) granulated sugar, divided.", "1 large egg.", "3 tablespoons cornstarch.", "2/3 cup (125 grams) granulated sugar.", "1/4 teaspoon fine salt.", "1 teaspoon milk."],
    "instructions": ["Combine the milk and 1/4 cup of the sugar in a medium saucepan over medium-high heat until the mixture just begins to boil.", "In a medium bowl, combine the egg, egg yolk, the remaining 1/4 cup of sugar, cornstarch, vanilla, and salt. Whisk by hand until pale, fluffy, and smooth.", "When the milk-sugar mixture begins to boil, slowly add it to the egg mixture in a thin, steady stream while whisking continuously to prevent cooking the eggs (this process is called tempering).", "Cover the surface of the custard directly with plastic wrap to prevent a skin from forming. Place the bowl into the prepared ice bath and let cool, about 30 minutes. Remove from the ice bath and refrigerate for at least 30 minutes more, or until ready to use. While the pastry cream cools, make the optional craquelin and the choux.", "Add the coconut milk and scrape up any browned bits on the bottom of the pot.", "Sift the confectioners' sugar over the tops of the cream puffs and serve immediately.", "Source: https://www.thespruceeats.com/cream-puffs-recipe-6823187"],
    "region": "French",
    "cookTime": "165",
    "description": "The cream puffs were rich and delicious, and they would be the perfect treat for a holiday or family gathering.",
    "image": "https://www.thespruceeats.com/thmb/kppT4Tnz728fIpVInC0OHUD8oEI=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/cream-puffs-recipe-6823187-hero-03-08db1dca25dd4622bc1d9da2577c781e.jpg"
  },
  {
    "name": "Teriyaki Sauce",
    "ingredients": ["1/2 cup soy sauce.", "1/2 cup mirin.", "2 tablespoons granulated sugar, plus more to taste.", "1 teaspoon finely chopped fresh ginger root, optional.", "1 teaspoon finely chopped garlic, optional"],
    "instructions": ["In a small saucepan, combine soy sauce, mirin, and sugar. Add more sugar, if desired.", "Lower heat to medium and bring sauce to a boil, then turn down the heat to low. Simmer sauce for a few minutes until it reduces slightly.", "Remove pan from heat and allow teriyaki sauce to cool.", "If you added ginger root or garlic to the sauce, strain the sauce to remove the ginger and garlic pieces using a strainer.", "Source: https://www.thespruceeats.com/japanese-restaurant-style-teriyaki-sauce-recipe-2031569"],
    "region": "Japanese",
    "cookTime": "15",
    "description": "Teriyaki sauce is made using a combination of soy sauce, mirin (a sweet cooking sake), and sugar.",
    "image": "https://www.thespruceeats.com/thmb/IXV_vTBfV0WErSlmvMxHaNaIjcY=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/japanese-restaurant-style-teriyaki-sauce-recipe-2031569-hero-images-5-ac6c514e71ee4a6d8019469e2b753218.JPG"
  },
  {
    "name": "Mein Fun",
    "ingredients": ["2/3 cup dried Chinese black mushrooms or dried shiitake mushrooms.", "8 ounces vermicelli rice noodles (also called mai fun, mei fun, or thin rice sticks)", "1 pound Napa cabbage.", "4 cups broccoli florets3 large eggs2 tablespoons fish sauce, more to taste.", "1/2 cup Shaoxing cooking wine."],
    "instructions": ["Place the dried mushrooms in a large bowl. Add enough warm water to cover. Let soak to rehydrate. This may take several hours, so prepare this well in advance.", "Keeping each vegetable separate, cut the cabbage into thin crosswise ribbons. Cut the bell pepper and red onion into thin slices. Peel and julienne the carrots. Halve any thick broccoli florets.", "Remove the mushrooms from their soaking liquid, and cut them into thin slices. Reserve the liquid for later use.Increase the heat to high and add the mushrooms. Stir-fry, pushing the vegetables up the sides of the wok and pressing them into the pan, then shake the wok. Continue stir-frying this way for about 2 minutes.", "Reduce the heat to medium-high. Add the cooked eggs and stir-fry, making sure to toss the mixture from the bottom of the wok.", "Source: https://www.thespruceeats.com/mei-fun-recipe-5213841"],
    "region": "French",
    "cookTime": "55",
    "description": "Chow mei fun is one of those dishes, and economical, versatile, and endlessly adaptive to boot.",
    "image": "https://www.thespruceeats.com/thmb/9HMindI4VqD9b9pKqWTnjXU_UI0=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/mei-fun-recipe-5213841-hero-01-005a5594ace14b80a32322dcfaddd54d.jpg"
  },
  {
    "name": "Australian Oysters Kilpatrick",
    "ingredients": ["2 tablespoons Worcestershire sauce.", "1/4 cup balsamic vinegar.", "Once cooled, dice the bacon and set aside.", "2 tablespoons unsalted butter.", "1 to 2 dashes Tabasco sauce.", "12 to 24 oysters, shucked.", "2 slices bacon"],
    "instructions": ["In a small pan, gently heat the Worcestershire sauce, balsamic vinegar, butter, and Tabasco sauce. Stir until combined.", "In a frying pan, cook the bacon slices until crispy.", "Once cooled, dice the bacon and set aside.", "Place the oven shelf in the topmost position under the broiler and set the oven to broil. On a baking sheet, using aluminum foil, create pockets for the oyster shells to sit in without toppling over.", "Broil for 50 to 60 seconds, watching carefully.", "Arrange on a serving platter and enjoy.", "Source: https://www.thespruceeats.com/oysters-kilpatrick-recipe-256024"],
    "region": "Australian",
    "cookTime": "11",
    "description": "Enjoy oysters at home with this traditional Australian recipe for oysters Kilpatrick.",
    "image": "https://www.thespruceeats.com/thmb/di-w7KU60HxN-ujWlNQ9uNPiRPs=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/oysters-kilpatrick-recipe-256024-hero-01-bc0816952ff34365a1b855460bc2b1e3.jpg"
  }
]
